Repository: 4fol-io/folio-super-agora
Catalog: languages/folio-super-agora-*.po
Languages: ca, es_es

source: Classrooms
es_es: Aulas:

source: No classrooms found
ca: No s’han trobat aules
es_es: No se encontraron aulas

source: No SuperAgoras found.
es_es: No se han encontrado SuperÁgoras.

source: SuperAgoras
es_es: SuperÁgoras

source: Superagoras per page
es_es: Superágoras por página

source: Search SuperAgoras
es_es: Buscar SuperÁgoras

source: Folio SuperAgora
ca: Folio SuperÀgora
es_es: Folio SuperÁgora

source: SuperAgora Settings
ca: Configuració SuperÀgora
es_es: Configuración SuperÁgora

source: Is SuperAgora?
ca: És SuperÀgora?
es_es: ¿Es SuperÁgora?

source: Enable this site as SuperAgora
ca: Activa aquest lloc com a SuperÀgora
es_es: Habilitar este sitio como SuperÁgora

source: Redirect Agoras Frontend?
ca: Redirigir Àgoras Frontend?
es_es: ¿Redirigir Ágoras Frontend?

source: Redirect Agoras Frontend to SuperAgora Frontend
ca: Redirigeix Àgoras Frontend a SuperÀgora Frontend
es_es: Redirigir Ágoras Frontend a SuperÁgora Frontend

source: Redirect Agoras Backend?
ca: Redirigir Àgoras Backend?
es_es: ¿Redirigir Ágoras Backend?

source: Redirect Agoras Backend to SuperAgora Backend
ca: Redirigeix Àgoras Backend a SuperÀgora Backend
es_es: Redirigir Ágoras Backend a SuperÁgora Backend

source: SuperAgora Classrooms
ca: Aules SuperÀgora
es_es: Aulas de SuperAgora

source: Separate classroom codes with commas
ca: Separeu els codis de l’aula amb comes
es_es: Separe los códigos de aula con comas

source: Here you can set the SuperAgora settings.
ca: Aquí podeu configurar la configuració de SuperÀgora.
es_es: Aquí puede establecer la configuración de la SuperÁgora.

source: SuperAgora Sync
ca: Sincronitza SupergÀgora
es_es: Sincronizar SuperÁgora

source: Here you can sync the SuperAgora ActiUOCs, SuperTags and Users.
ca: Aquí podeu sincronitzar els SuperÀgora ActiUOC, SuperTags i Usuaris.
es_es: Aquí puedes sincronizar las ActiUOCs, SuperEtiquetas y Usuarios de la SuperÁgora.

source: Here you can sync the SuperAgora ActiUOCs and Users.
ca: Aquí podeu sincronitzar els SuperÀgora ActiUOC i Usuaris.
es_es: Aquí puedes sincronizar las ActiUOCs y Usuarios de la SuperÁgora.

source: You do not have permission to perform this action
ca: No teniu permís per dur a terme aquesta acció
es_es: No tienes permiso para realizar esta acción

source: Sync up
ca: Sincronitza
es_es: Sincronizar

source: Classrooms found:
es_es: Aulas encontradas:

source: Synchronization finished successfully
ca: La sincronització ha finalitzat correctament
es_es: ¡La sincronización se completó con éxito!

# taxonomy general name
source: SuperTags
ca: SuperEtiquetes
es_es: SuperEtiquetas

# taxonomy singular name
source: SuperTag
ca: SuperEtiqueta
es_es: SuperEtiqueta

source: Search SuperTags
ca: Cerca Superetiquetes
es_es: Buscar SuperEtiquetas

source: Popular SuperTags
ca: Superetiquetes populars
es_es: SuperEtiquetas más usadas

source: All SuperTags
ca: Totes les Superetiquetes
es_es: Todas las SuperEtiquetas

source: Edit SuperTag
ca: Edita la superetiqueta
es_es: Editar SuperEtiqueta

source: Update SuperTag
ca: Actualitza la superetiqueta
es_es: Actualizar SuperEtiqueta

source: Add New SuperTag
ca: Afegeix una superetiqueta nova
es_es: Añadir nueva SuperEtiqueta

source: New SuperTag Name
ca: Nou nom de supertag
es_es: Nombre de la Nueva SuperEtiqueta

source: Separate supertags with commas
ca: Separeu les superetiquetes amb comes
es_es: Separa las superetiquetas con comas

source: Add or remove supertags
ca: Afegeix o elimina superetiquetes
es_es: Añadir o eliminar superetiquetas

source: Choose from the most used supertags
ca: Trieu entre les superetiquetes més utilitzades
es_es: Escoger las superetiquetas más usadas

source: No supertags found.
ca: No s’han trobat superetiquetes.
es_es: No se encontraron superetiquetas.

source: SuperTags
ca: SuperEtiquetes
es_es: SuperEtiquetas

source: Not specified
ca: Sense especificar
es_es: No especificado

source: No terms found
ca: No s’han trobat termes
es_es: No se encontraron términos

source: SuperAgora ActiFolios
ca: SuperÀgora ActiFolis
es_es: SuperÁgora ActiFolios

source: Widget SuperAgora ActiFolios
ca: Giny SuperÀgora ActiFolis
es_es: Widget SuperÁgora ActiFolios

source: No actiuocs found
ca: No s’han trobat actiuocs
es_es: No se encontraron actiuocs

source: %1$s actifolios of %2$s classrooms
ca: %1$s actifoliis de %2$s aules
es_es: %1$s actifolios de %2$s aulas

source: Classrooms:
ca: Aules:
es_es: Aulas:

source: Close
ca: Tanca
es_es: Cerrar

source: Classroom where I am
ca: Aula on estic
es_es: Aula donde estoy

source: There are not actiFolio with post related
ca: No hi ha actiFolis amb publicacions relacionades
es_es: No hay entradas con actiFolios relacionadas

source: Subject
ca: Assignatura
es_es: Asignatura

source: Classroom %s
ca: Aula %s
es_es: Aula %s

source: Title:
ca: Titol:
es_es: Título:

source: Max number of ActiFolio to show per Classroom:
ca: Nombre màxim d’ActiFolis per mostrar per Aula:
es_es: Nº máximo de ActiFolios a mostrar por Aula:

source: (0 or empty for unlimited)
ca: (0 o buit per il·limitat)
es_es: (0 o vacío para ilimitados)

source: Show number of posts
ca: Mostra el nombre de publicacions
es_es: Mostrar el número de entradas

source: Widget SuperTags
ca: Giny SuperEtiquetes
es_es: Widget SuperEtiquetas

source: %1$s supertags
ca: %1$s superetiquetes
es_es: %1$s superetiquetas

source: There are not SuperTags with post related
ca: No hi ha superetiquetes amb publicacions relacionades
es_es: No hay entradas con SuperEtiquetas relacionadas

source: Max number of SuperTags to show:
ca: Nombre màxim de superetiquetes per mostrar:
es_es: Nº máximo de SuperEtiquetas a mostrar :

source: Show number of posts:
ca: Mostra el nombre de publicacions:
es_es: Mostrar el número de entradas:

source: Order by:
ca: Demanat per:
es_es: Ordenar por:

source: Name
ca: Nom
es_es: Nombre

source: Count
ca: Quantitat
es_es: Cantidad

source: Order:
ca: Ordre:
es_es: Orden:

source: SuperAgora Participants
ca: SuperÀgora Participants
es_es: SuperÁgora Participantes

source: Widget SuperAgora Participants
ca: Giny SuperÀgora Participants
es_es: Widget de participantes de la SuperÁgora

source: Log in to see classroom mates
ca: Accedeix per veure els companys de classe actius
es_es: Acceder para ver a los compañeros de clase activos.

source: Visit %s's Folio
ca: Visita el Folio de %s
es_es: Visita el Folio de %s

source: Entries by %s published in the Agora
ca: Entrades de %s publicades a l’Àgora
es_es: Entradas de %s publicadas en el Ágora

source: (opens in new window)
ca: (s’obre en una finestra nova)
es_es: (se abre en nueva ventana)

source: There aren't classroom mates
ca: No hi ha companys de classe actius
es_es: No hay compañeros de clase activos.

source: %1$s participants of %2$s classrooms
ca: %1$s participants de %2$s aules
es_es: %1$s participantes de %2$s aulas

source: Surnames
ca: Cognoms
es_es: Apellidos

source: Ascending
ca: Ascendent
es_es: Ascendente

source: Descending
ca: Descendent
es_es: Descendente

source: %sFolio Super Agora%s requires %sPortafolis Create Site%s to be installed & activated!
ca: %sFolio Super Àgora%s requereix que s'instal·li i s'activi %sPortafolis Create Site%s.
es_es: %sFolio SuperÁgora%s requiere la instalación y activación de %sPortafolis Create Site%s

source: Back to previos page
ca: Torna a la pàgina anterior
es_es: Volver a la página anterior
